Repository: cihanoren/story_map
Catalog: lib/l10n/intl_*.arb
Languages: ar, it, ru, tr

# noConnection
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
it: Nessuna connessione a Internet
ru: Нет подключения к интернету
tr: İnternet bağlantısı yok

# noRoutesMessage
source: You don't have any saved routes yet. You can use the map to create a new route.
ar: لا توجد مسارات محفوظة بعد. يمكنك استخدام الخريطة لإنشاء مسار جديد.
it: Non hai ancora percorsi salvati. Usa la mappa per creare un nuovo percorso.
ru: У вас ещё нет сохранённых маршрутов. Вы можете создать новый маршрут, используя карту.
tr: Henüz kaydedilmiş bir rotanız yok. Yeni bir rota oluşturmak için haritayı kullanabilirsiniz.

# emptyImageText
source: Empty
ar: فارغ
it: Vuoto
ru: Пусто
tr: Boş

source: Loading...
ar: جارٍ التحميل...
it: Caricamento...
ru: Загрузка...
tr: Yükleniyor...

# homeTitle
source: Home
ar: الرئيسية
ru: Главная
tr: Ana Sayfa

# exploreTitle
source: Explore
ar: استكشاف
it: Esplora
ru: Исследовать
tr: Keşfet

# mapTitle
source: Map
ar: الخريطة
it: Mappa
ru: Карта
tr: Harita

# profileTitle
source: Profile
ar: الملف الشخصي
it: Profilo
ru: Профиль
tr: Profil

source: Unnamed Route
ar: مسار بدون اسم
it: Percorso senza nome
ru: Безымянный маршрут
tr: İsimsiz Rota

# connectionErrorRoute
source: No internet connection. Route could not be created.
ar: لا يوجد اتصال بالإنترنت. لم يتم إنشاء المسار.
it: Nessuna connessione Internet. Impossibile creare il percorso.
ru: Нет подключения к интернету. Не удалось создать маршрут.
tr: İnternet bağlantısı yok. Rota oluşturulamadı.

source: Starting Point
ar: نقطة البداية
it: Punto di partenza
ru: Точка отправления
tr: Başlangıç Noktası

source: Location Error
ar: خطأ في الموقع
it: Errore di posizione
ru: Ошибка местоположения
tr: Konum Hatası

# getLocationError
source: An error occurred while retrieving location. Please try again.
ar: حدث خطأ أثناء الحصول على الموقع. حاول مرة أخرى.
it: Si è verificato un errore durante l'ottenimento della posizione. Riprova.
ru: Произошла ошибка при получении местоположения. Пожалуйста, попробуйте снова.
tr: Konum alınırken bir hata oluştu. Lütfen tekrar deneyin.

# actionOK
source: OK
ar: حسناً
ru: ОК
tr: Tamam

# noLocationPermission
source: Permission Denied
ar: تم رفض الإذن
it: Permesso negato
ru: Разрешение не предоставлено
tr: İzin Verilmedi

# rejectedLocationPermissionMessage
source: Location permission has been permanently denied. Please enable it manually from settings.
ar: تم رفض إذن الموقع نهائياً. الرجاء منحه يدويًا من الإعدادات.
it: Il permesso di posizione è stato permanentemente negato. Concedilo manualmente dalle impostazioni.
ru: Доступ к местоположению был навсегда отклонён. Разрешите вручную в настройках.
tr: Konum izni kalıcı olarak reddedilmiş. Ayarlardan manuel olarak izin verin.

source: Settings
ar: الإعدادات
it: Impostazioni
ru: Настройки
tr: Ayarlar

# requiredPermission
source: Permission Required
ar: مطلوب إذن
it: Permesso richiesto
ru: Требуется разрешение
tr: İzin Gerekli

# requiredAppLocationPermissionMessage
source: The app requires location permission
ar: التطبيق بحاجة إلى إذن الموقع
it: L'app necessita dell'accesso alla posizione
ru: Приложению необходимо разрешение на доступ к местоположению
tr: Uygulamanın konum iznine ihtiyacı var

# locationServiceDisable
source: Location Service Disabled
ar: خدمة الموقع متوقفة
it: Servizio di posizione disattivato
ru: Служба геолокации отключена
tr: Konum Servisi Kapalı

# openLocationServiceMessage
source: Location services are disabled. Please enable them in device settings.
ar: خدمات الموقع متوقفة. الرجاء تفعيلها من إعدادات الجهاز.
it: I servizi di localizzazione sono disattivati. Attivali dalle impostazioni del dispositivo.
ru: Службы геолокации отключены. Пожалуйста, включите их в настройках устройства.
tr: Konum servisleri kapalı. Lütfen cihaz ayarlarından açın.

# noStoryAvailable
source: No story available for this place.
ar: لا توجد قصة لهذا المكان.
it: Nessuna storia disponibile per questo luogo.
ru: Для этого места нет истории.
tr: Bu mekan için bir hikaye bulunamadı.

source: Average Score
ar: متوسط التقييم
it: Punteggio medio
ru: Средний балл
tr: Ortalama Puan

# ratingsCount
source: Votes
ar: التقييمات
it: Voti
ru: Оценки
tr: Oy

# notFoundAnyPlace
source: No places found.
ar: لم يتم العثور على أي مكان.
it: Nessun luogo trovato.
ru: Места не найдены.
tr: Hiç mekan bulunamadı.

source: No Name
ar: بدون اسم
it: Nessun nome
ru: Без имени
tr: İsim Yok

source: Unknown
ar: غير معروف
it: Sconosciuto
ru: Неизвестно
tr: Bilinmiyor

source: Transport
ar: النقل
it: Trasporto
ru: Транспорт
tr: Ulaşım

source: Location
ar: الموقع
it: Posizione
ru: Местоположение
tr: Konum

source: Sharing
ar: المشاركة
it: Condivisione
ru: Общий доступ
tr: Paylaşım

source: Region
ar: المنطقة
it: Regione
ru: Регион
tr: Bölge

source: All Countries
ar: جميع الدول
it: Tutti i Paesi
ru: Все страны
tr: Tüm Ülkeler

# notSharedRouteYet
source: No shared routes yet.
ar: لا يوجد مسار مشترك بعد.
it: Nessun percorso condiviso ancora.
ru: Пока нет опубликованных маршрутов.
tr: Henüz paylaşılmış rota yok.

source: Shared
ar: مشترك
it: Condiviso
ru: Опубликовано
tr: Paylaşıldı

source: No Image
ar: لا توجد صورة
it: Nessuna immagine
ru: Нет изображения
tr: Resim Yok

# exploreTabPlaceTitle
source: Places
ar: الأماكن
it: Luoghi
ru: Места
tr: Mekanlar

# exploreTabRouteTitle
source: Routes
ar: المسارات
it: Percorsi
ru: Маршруты
tr: Rotalar

# howManyLocationTripQuestion
source: How many locations do you want to visit?
ar: كم عدد الأماكن التي تريد زيارتها؟
it: Quanti luoghi vuoi visitare?
ru: Сколько мест вы хотите посетить?
tr: Kaç lokasyon gezmek istiyorsunuz?

source: Select Transport Mode
ar: اختر وسيلة النقل
it: Seleziona modalità di trasporto
ru: Выберите вид транспорта
tr: Ulaşım Modu Seçin

# driving
source: Car
ar: سيارة
it: Auto
ru: Автомобиль
tr: Araç

source: Walking
ar: مشي
it: A piedi
ru: Пешком
tr: Yürüyüş

# bicycling
source: Bicycle
ar: دراجة
it: Bicicletta
ru: Велосипед
tr: Bisiklet

source: Start
ar: ابدأ
it: Inizia
ru: Начать
tr: Başla

source: Start Trip
ar: ابدأ الرحلة
it: Inizia il viaggio
ru: Начать путешествие
tr: Geziye Başla

source: Trip Route
ar: مسار الرحلة
it: Percorso del viaggio
ru: Маршрут поездки
tr: Gezi Rotası

source: Route Title
ar: عنوان المسار
it: Titolo del percorso
ru: Название маршрута
tr: Rota Başlığı

# tripHintText
source: e.g. Sultanahmet Trip
ar: مثال: جولة السلطان أحمد
it: Es: Visita Sultanahmet
ru: Напр.: Поездка в Султанахмет
tr: Örn: Sultanahmet Gezisi

source: Cancel
ar: إلغاء
it: Annulla
ru: Отмена
tr: İptal

source: Save
ar: حفظ
it: Salva
ru: Сохранить
tr: Kaydet

# tourSavedSuccessfuly
source: Tour Saved Successfully
ar: تم حفظ الجولة بنجاح
it: Tour salvato con successo
ru: Тур успешно сохранён
tr: Tur Başarıyla Kaydedildi

source: Save Tour
ar: حفظ الجولة
it: Salva il tour
ru: Сохранить тур
tr: Turu Kaydet

source: End Tour
ar: إنهاء الجولة
it: Termina tour
ru: Завершить тур
tr: Turu Bitir

# seeTours
source: View Routes
ar: عرض المسارات
it: Vedi percorsi
ru: Посмотреть маршруты
tr: Rotaları Gör

source: Route Details
ar: تفاصيل المسار
it: Dettagli percorso
ru: Детали маршрута
tr: Rota Detayları

source: Edit Route
ar: تعديل المسار
it: Modifica percorso
ru: Редактировать маршрут
tr: Rotayı Düzenle

source: Share in Explore
ar: شارك في استكشاف
it: Condividi in Esplora
ru: Опубликовать в разделе «Исследовать»
tr: Keşfette Paylaş

source: Share
ar: شارك
it: Condividi
ru: Поделиться
tr: Paylaş

source: Delete Route
ar: حذف المسار
it: Elimina percorso
ru: Удалить маршрут
tr: Rotayı Sil

source: Date
ar: التاريخ
it: Data
ru: Дата
tr: Tarih

source: Route Not Found
ar: المسار غير موجود
it: Percorso non trovato
ru: Маршрут не найден
tr: Rota Bulunamadı

# alreadyRouteSharedExplore
source: This route is already shared in Explore
ar: هذا المسار مشارك بالفعل في استكشاف
it: Questo percorso è già condiviso in Esplora
ru: Этот маршрут уже опубликован в разделе «Исследовать»
tr: Bu rota zaten keşfette paylaşılmış

# routeSharedInExplore
source: Route has been shared in the Explore page
ar: تم مشاركة المسار في صفحة الاستكشاف
it: Percorso condiviso nella sezione Esplora
ru: Маршрут опубликован в разделе «Исследовать»
tr: Rota keşfet sayfasında paylaşıldı

# errorOccured
source: An error occurred!
ar: حدث خطأ!
it: Si è verificato un errore!
ru: Произошла ошибка!
tr: Hata oluştu!

source: Edit Route Title
ar: تعديل اسم المسار
it: Modifica il nome del percorso
ru: Изменить название маршрута
tr: Rota Adını Düzenle

source: New Route Title
ar: عنوان مسار جديد
it: Nuovo titolo del percorso
ru: Новое название маршрута
tr: Yeni Rota Başlığı

# deleteRouteConfirmation
source: Are you sure you want to delete this route? This action cannot be undone.
ar: هل أنت متأكد من حذف هذا المسار؟ لا يمكن التراجع عن هذا الإجراء.
it: Sei sicuro di voler eliminare questo percorso? Questa azione non può essere annullata.
ru: Вы уверены, что хотите удалить этот маршрут? Это действие нельзя отменить.
tr: Bu rotayı silmek istediğinize emin misiniz? Bu işlem geri alınamaz.

source: Delete
ar: حذف
it: Elimina
ru: Удалить
tr: Sil

# routeDeletedSuccessfuly
source: Route deleted successfully
ar: تم حذف المسار بنجاح
it: Percorso eliminato con successo
ru: Маршрут успешно удалён
tr: Rota başarıyla silindi

# routeDeleteUnsuccessfuly
source: Failed to delete the route
ar: فشل حذف المسار
it: Eliminazione del percorso non riuscita
ru: Не удалось удалить маршрут
tr: Rota silme işlemi başarısız

# storyLoadingError
source: An error occurred while loading the story
ar: حدث خطأ أثناء تحميل القصة
it: Errore durante il caricamento della storia
ru: Ошибка загрузки истории
tr: Hikaye yüklenirken bir hata oluştu

source: Story not found
ar: القصة غير موجودة
it: Storia non trovata
ru: История не найдена
tr: Hikaye bulunamadı

source: Evaluate
ar: تقييم
it: Valuta
ru: Оценить
tr: Değerlendir

source: Comments
ar: التعليقات
it: Commenti
ru: Комментарии
tr: Yorumlar

# ratePlace
source: How would you rate this place?
ar: كم تقييم تعطي لهذا المكان؟
it: Quanti punti dai a questo luogo?
ru: Какую оценку вы дадите этому месту?
tr: Bu mekana kaç puan verirsiniz?

# sendEvaluate
source: Submit Evaluation
ar: إرسال التقييم
it: Invia valutazione
ru: Отправить оценку
tr: Değerlendirmeyi Gönder

# sendEvaluateSuccessfuly
source: Your evaluation has been submitted successfully
ar: تم إرسال تقييمك بنجاح
it: La tua valutazione è stata inviata con successo
ru: Ваша оценка успешно отправлена
tr: Değerlendirmeniz başarıyla gönderildi

# sendEvaluateUnSuccessfuly
source: An error occurred while submitting your evaluation
ar: حدث خطأ أثناء إرسال التقييم
it: Errore durante l'invio della valutazione
ru: Ошибка при отправке оценки
tr: Değerlendirmeniz gönderilirken hata oluştu

# commentsLoadingError
source: An error occurred while loading the comments
ar: حدث خطأ أثناء تحميل التعليقات
it: Errore durante il caricamento dei commenti
ru: Ошибка загрузки комментариев
tr: Yorumlar yüklenirken hata oluştu

source: No comments yet
ar: لا توجد تعليقات بعد
it: Nessun commento ancora
ru: Комментариев пока нет
tr: Henüz yorum yapılmamış

# writeComment
source: Write a comment
ar: اكتب تعليق
it: Scrivi un commento
ru: Написать комментарий
tr: Yorum yap

# anonim
source: Anonymous
ar: مجهول
it: Anonimo
ru: Аноним
tr: Anonim

# storyLoading
source: Loading story...
ar: جارٍ تحميل القصة...
it: Caricamento storia...
ru: Загрузка истории...
tr: Hikaye yükleniyor...

source: Report Issue
ar: الإبلاغ عن مشكلة
it: Segnala un problema
ru: Сообщить о проблеме
tr: Sorun Bildir

# notOpenMailApp
source: Mail app could not be opened
ar: تعذر فتح تطبيق البريد
it: Impossibile aprire l'app mail
ru: Не удалось открыть почтовое приложение
tr: Mail uygulaması açılamadı

source: Opening mail app...
ar: جارٍ فتح تطبيق البريد...
it: Apertura app mail...
ru: Открытие почтового приложения...
tr: Mail uygulaması açılıyor...

# issueHintText
source: E.g. Map is not loading
ar: مثال: الخريطة لا تعمل
it: Es: La mappa non si carica
ru: Напр.: Карта не загружается
tr: Örn: Harita yüklenmiyor

# issueBoxTitle
source: Please describe the issue you encountered in detail.
ar: يرجى كتابة المشكلة التي واجهتها بالتفصيل.
it: Scrivi dettagliatamente il problema riscontrato.
ru: Пожалуйста, опишите проблему подробно.
tr: Karşılaştığınız sorunu lütfen detaylı şekilde yazınız.

source: Send
ar: إرسال
it: Invia
ru: Отправить
tr: Gönder

# accountInfo
source: Account Information
ar: معلومات الحساب
it: Informazioni account
ru: Информация об аккаунте
tr: Hesap Bilgileri

source: Change Password
ar: تغيير كلمة المرور
it: Cambia password
ru: Изменить пароль
tr: Şifreyi Değiştir

source: Notification Settings
ar: إعدادات الإشعارات
it: Impostazioni notifiche
ru: Настройки уведомлений
tr: Bildirim Ayarları

source: Language Options
ar: خيارات اللغة
it: Opzioni lingua
ru: Языковые настройки
tr: Dil Seçenekleri

# lightMode
source: Switch to Light Mode
ar: تفعيل الوضع الفاتح
it: Attiva modalità chiara
ru: Светлый режим
tr: Açık Moda Geç

# darkMode
source: Switch to Dark Mode
ar: تفعيل الوضع الداكن
it: Attiva modalità scura
ru: Тёмный режим
tr: Koyu Moda Geç

source: Privacy Policy
ar: سياسة الخصوصية
it: Politica sulla privacy
ru: Политика конфиденциальности
tr: Gizlilik Politikası

source: Help and Support
ar: المساعدة والدعم
it: Aiuto e supporto
ru: Помощь и поддержка
tr: Yardım ve Destek

source: Log Out
ar: تسجيل الخروج
it: Disconnetti
ru: Выйти
tr: Çıkış Yap

# logOutConfirmation
source: Are you sure you want to log out?
ar: هل أنت متأكد من رغبتك بتسجيل الخروج؟
it: Sei sicuro di voler chiudere la sessione?
ru: Вы уверены, что хотите выйти из аккаунта?
tr: Oturumunuzu kapatmak istediğinizden emin misiniz?

source: Delete Account
ar: حذف الحساب
it: Elimina account
ru: Удалить аккаунт
tr: Hesabı Sil

source: Remove from Explore
ar: إزالة من استكشاف
it: Rimuovi da Esplora
ru: Удалить из раздела «Исследовать»
tr: Keşfetten Kaldır

# removeFromExploreSuccess
source: Route removed from Explore
ar: تمت إزالة المسار من استكشاف
it: Percorso rimosso da Esplora
ru: Маршрут удалён из раздела «Исследовать»
tr: Rota Keşfetten Kaldırıldı

# profilPhotoChangeRule
source: Only logged-in users can change their profile photo.
ar: يمكن فقط للمستخدمين المسجلين تغيير صورة الملف الشخصي.
it: Solo gli utenti connessi possono cambiare la foto del profilo.
ru: Фото профиля могут менять только авторизованные пользователи.
tr: Profil fotoğrafını sadece giriş yapmış kullanıcılar değiştirebilir.

source: Choose from Gallery
ar: اختر من المعرض
it: Scegli dalla galleria
ru: Выбрать из галереи
tr: Galeriden seç

# takePhoto
source: Take a Photo
ar: التقاط صورة
it: Scatta una foto
ru: Сделать фото
tr: Kamera ile çek

source: Enter Location Info
ar: أدخل معلومات الموقع
it: Inserisci informazioni posizione
ru: Введите информацию о местоположении
tr: Konum Bilgisi Gir

# locationHintText
source: E.g. Istanbul, Fatih
ar: مثال: إسطنبول، الفاتح
it: Es: Istanbul, Fatih
ru: Напр.: Стамбул, Фатих
tr: Örn: İstanbul, Fatih

source: Getting location...
ar: جارٍ الحصول على الموقع...
it: Ottenimento posizione...
ru: Получение местоположения...
tr: Konum alınıyor...

source: Username
ar: اسم المستخدم
it: Nome utente
ru: Имя пользователя
tr: Kullanıcı Adı

source: Loading email...
ar: جارٍ تحميل البريد الإلكتروني...
it: Caricamento email...
ru: Загрузка электронной почты...
tr: E-posta yükleniyor...

# returnCurrentLocation
source: Return to Current Location
ar: العودة إلى الموقع الحالي
it: Torna alla posizione attuale
ru: Вернуться к текущему местоположению
tr: Anlık Konuma Geri Dön

source: Liked
ar: المفضلة
it: Preferiti
ru: Понравившиеся
tr: Beğenilenler

# noLikedRouteYet
source: You haven't liked any route yet
ar: لا يوجد مسارات مفضلة بعد
it: Non hai ancora percorsi preferiti
ru: У вас пока нет понравившихся маршрутов
tr: Henüz beğendiğin rota yok

source: Feedback
ar: ملاحظات
ru: Обратная связь
tr: Geri Bildirim

# feedbackMessageInfo
source: Share your thoughts about the app:
ar: شاركنا رأيك عن التطبيق:
it: Condividi i tuoi pensieri sull'app:
ru: Поделитесь своим мнением о приложении:
tr: Uygulama hakkındaki düşüncelerini paylaş:

# feedbackHintText
source: E.g.: I really liked the interface...
ar: مثال: أعجبني كثيراً واجهة المستخدم...
it: Es: Mi piace molto l'interfaccia...
ru: Напр.: Интерфейс мне очень понравился...
tr: Örn: Arayüz çok hoşuma gitti...

# newPasswordsNotMatch
source: New passwords do not match
ar: كلمات المرور الجديدة غير متطابقة
it: Le nuove password non corrispondono
ru: Новые пароли не совпадают
tr: Yeni şifreler uyuşmuyor

# newPasswordCondition
source: The new password must be at least 8 characters long
ar: يجب أن تكون كلمة المرور الجديدة 8 أحرف على الأقل
it: La nuova password deve contenere almeno 8 caratteri
ru: Новый пароль должен содержать не менее 8 символов
tr: Yeni şifre en az 8 karakter olmalı

source: Old Password
ar: كلمة المرور القديمة
it: Vecchia password
ru: Старый пароль
tr: Eski Şifre

source: New Password
ar: كلمة المرور الجديدة
it: Nuova password
ru: Новый пароль
tr: Yeni Şifre

source: Email
ar: البريد الإلكتروني
ru: Электронная почта
tr: E-Posta

# newPasswordAgain
source: New Password (Repeat)
ar: كلمة المرور الجديدة (إعادة)
it: Nuova password (Ripeti)
ru: Новый пароль (ещё раз)
tr: Yeni Şifre (Tekrar)

# changePasswordSuccesfuly
source: Password changed successfully
ar: تم تغيير كلمة المرور بنجاح
it: Password modificata con successo
ru: Пароль успешно изменён
tr: Şifre başarıyla değiştirildi

# usernameWasTaken
source: This username is already taken. Please choose another one.
ar: تم استخدام اسم المستخدم هذا مسبقاً. اختر اسم مستخدم آخر.
it: Questo nome utente è già stato utilizzato. Scegline un altro.
ru: Это имя пользователя уже занято. Пожалуйста, выберите другое.
tr: Bu kullanıcı adı daha önce alınmış. Başka bir kullanıcı adı seçin.

# updateInfoSuccessfuly
source: Information updated successfully
ar: تم تحديث المعلومات بنجاح
it: Informazioni aggiornate con successo
ru: Данные успешно обновлены
tr: Bilgiler başarıyla güncellendi

# errorOccurredWhenInfoUpdate
source: An error occurred while updating the information
ar: حدث خطأ أثناء تحديث المعلومات
it: Errore durante l'aggiornamento delle informazioni
ru: Ошибка при обновлении данных
tr: Bilgiler güncellenirken bir hata oluştu

source: Name
ar: الاسم
it: Nome
ru: Имя
tr: Ad

source: Sign Up
ar: تسجيل
it: Registrati
ru: Зарегистрироваться
tr: Kayıt Ol

# emailRequired
source: Email field cannot be left empty
ar: حقل البريد الإلكتروني لا يمكن أن يكون فارغاً
it: Il campo email non può essere vuoto
ru: Поле электронной почты не может быть пустым
tr: E-posta alanı boş bırakılamaz

# passwordRequired
source: Password field cannot be left empty
ar: حقل كلمة المرور لا يمكن أن يكون فارغاً
it: Il campo password non può essere vuoto
ru: Поле пароля не может быть пустым
tr: Şifre alanı boş bırakılamaz

source: Password
ar: كلمة المرور
ru: Пароль
tr: Şifre

# successRegister
source: Registration Successful
ar: تم التسجيل بنجاح
it: Registrazione avvenuta con successo
ru: Регистрация успешна
tr: Kayıt Başarılı

# alreadyHaveAccount
source: Already have an account?
ar: هل لديك حساب بالفعل؟
it: Hai già un account?
ru: Уже есть аккаунт?
tr: Zaten bir hesabın var mı?

source: Sign In
ar: تسجيل الدخول
it: Accedi
ru: Войти
tr: Giriş Yap

# sendEmailVerification
source: Verification link has been sent to your email. Please verify your email.
ar: تم إرسال رابط التحقق من البريد الإلكتروني. يرجى التحقق من بريدك.
it: Link di verifica inviato. Controlla la tua email.
ru: Ссылка для подтверждения отправлена на вашу почту. Пожалуйста, подтвердите адрес.
tr: E-posta doğrulama linki gönderildi. Lütfen e-postanızı doğrulayın.

source: Continue with Google
ar: المتابعة عبر Google
it: Continua con Google
ru: Продолжить с Google
tr: Google ile devam et

source: Google sign-in failed
ar: فشل تسجيل الدخول عبر Google
it: Accesso con Google fallito
ru: Вход через Google не удался
tr: Google ile giriş başarısız

# signInAnonymously
source: Sign in as Guest
ar: الدخول كضيف
it: Accedi come ospite
ru: Войти как гость
tr: Misafir olarak giriş yap

# dontHaveAccount
source: Don't have an account?
ar: ليس لديك حساب؟
it: Non hai un account?
ru: Нет аккаунта?
tr: Hesabınız yok mu?

# privacyPolicyTitle
source: Privacy Policy
ar: سياسة الخصوصية
it: Politica sulla privacy
ru: Политика конфиденциальности
tr: Gizlilik Politikası

# privacyPolicyTextTitle
source: Story Map Privacy Policy
ar: سياسة الخصوصية لتطبيق Story Map
it: Politica sulla privacy di Story Map
ru: Политика конфиденциальности Story Map
tr: Story Map Gizlilik Politikası

# privacyPolicyLastUpdate
source: Last Updated: 01.08.2025
ar: آخر تحديث: 01.08.2025
it: Ultimo aggiornamento: 01.08.2025
ru: Последнее обновление: 01.08.2025
tr: Son Güncellenme Tarihi: 01.08.2025

# privacyPolicyIntroTitle
source: 1. Introduction
ar: 1. المقدمة
it: 1. Introduzione
ru: 1. Введение
tr: 1. Giriş

# privacyPolicyIntroText
source: This privacy policy explains how the mobile application Story Map collects, uses, and protects user data. By using the application, you are deemed to have accepted this policy.
ar: توضح سياسة الخصوصية هذه كيفية جمع واستخدام وحماية بيانات المستخدمين في تطبيق Story Map. باستخدام التطبيق، فإنك توافق على هذه السياسة.
it: Questa politica sulla privacy descrive come l'app mobile Story Map raccoglie, utilizza e protegge i dati degli utenti. Utilizzando l'app, accetti questa politica.
ru: Данная политика конфиденциальности объясняет, как мобильное приложение Story Map собирает, использует и защищает данные пользователей. Используя приложение, вы принимаете данную политику.
tr: Bu gizlilik politikası, Story Map adlı mobil uygulamanın kullanıcı verilerini nasıl topladığını, kullandığını ve koruduğunu açıklamaktadır. Uygulamayı kullanarak bu politikayı kabul etmiş sayılırsınız.

# privacyPolicyCollectedDataTitle
source: 2. Data Collected
ar: 2. البيانات المجمعة
it: 2. Dati raccolti
ru: 2. Собираемые данные
tr: 2. Toplanan Veriler

# privacyPolicyLocationData
source: Location Data
ar: بيانات الموقع
it: Dati di posizione
ru: Данные о местоположении
tr: Konum Verisi

# privacyPolicyLocationDataText
source: Obtains the user's current location to provide location-based routes and stories on the map.
ar: يتم جمع موقع المستخدم لتقديم مسارات وقصص تعتمد على الموقع.
it: Raccoglie la posizione dell'utente per offrire percorsi e storie basati sulla posizione.
ru: Определяет текущее местоположение пользователя для предоставления маршрутов и историй на карте на основе местоположения.
tr: Kullanıcının mevcut konumunu alarak harita üzerinde konuma dayalı rotalar ve hikayeler sunar.

# privacyPolicyLocationDataText2
source: Location is obtained only with the user's permission and no background tracking is performed.
ar: يتم جمع الموقع فقط بموافقة المستخدم ولا يتم تتبعه في الخلفية.
it: La posizione viene raccolta solo con il consenso dell'utente e non viene monitorata in background.
ru: Местоположение определяется только с разрешения пользователя, фонового отслеживания не осуществляется.
tr: Konum yalnızca kullanıcı izniyle alınır ve arka planda izleme yapılmaz.

# privacyPolicyUserDataTitle
source: User Information (when logged in with Google account)
ar: بيانات المستخدم (عند تسجيل الدخول عبر Google)
it: Dati utente (se accesso con Google)
ru: Данные пользователя (при входе через Google аккаунт)
tr: Kullnıcı Bilgileri (Google hesabı ile giriş yapıldığında)

# privacyPolicyUserDataText
source: First name, last name, email address
ar: الاسم، اسم العائلة، البريد الإلكتروني
it: Nome, cognome, indirizzo email
ru: Имя, фамилия, адрес электронной почты
tr: Ad, soyad, e-posta adresi

# privacyPolicyUserDataText2
source: Profile picture
ar: صورة الملف الشخصي
it: Foto profilo
ru: Фото профиля
tr: Profil fotoğrafı

# privacyPolicyUsingAppTitle
source: Application Usage Information
ar: معلومات استخدام التطبيق
it: Informazioni sull'uso dell'app
ru: Информация об использовании приложения
tr: Uygulama Kullanım Bilgileri
