Repository: cihanoren/story_map
Catalog: lib/l10n/intl_*.arb
Languages: ar, it, ru, tr

# privacyPolicyUsingAppText
source: Anonymous data about user behavior and app performance may be collected through Firebase.
ar: قد يتم جمع بيانات مجهولة عن سلوك المستخدم وأداء التطبيق عبر Firebase.
it: Possono essere raccolti dati anonimi sul comportamento dell'utente e sulle prestazioni dell'app tramite Firebase.
ru: Через Firebase могут собираться анонимные данные о поведении пользователя и производительности приложения.
tr: Firebase üzerinden kullanıcı davranışı ve uygulama performansına dair anonim veriler toplanabilir.

# privacyPolicyUsingDataTitle
source: 3. Use of Data
ar: 3. استخدام البيانات
it: 3. Uso dei dati
ru: 3. Использование данных
tr: 3. Verilerin Kullanımı

# privacyPolicyUsingDataText
source: Personalize application content
ar: تخصيص محتوى التطبيق
it: Personalizzare i contenuti dell'app
ru: Персонализация содержимого приложения
tr: Uygulama içeriğini kişiselleştirmek

# privacyPolicyUsingDataText2
source: Provide location-based story and route suggestions
ar: تقديم اقتراحات مسار وقصص بناءً على الموقع
it: Fornire suggerimenti di percorsi e storie basati sulla posizione
ru: Предоставление рекомендаций маршрутов и историй на основе местоположения
tr: Konum bazlı hikaye ve rota önerileri sunmak

# privacyPolicyUsingDataText3
source: Improve application performance and user experience
ar: تحسين أداء التطبيق وتجربة المستخدم
it: Migliorare le prestazioni e l'esperienza utente
ru: Улучшение производительности приложения и пользовательского опыта
tr: Uygulama performansını ve kullanıcı deneyimini iyileştirmek

# privacyPolicyUsingDataText4
source: Analyze and fix errors
ar: تحليل الأخطاء وتصحيحها
it: Analizzare e correggere errori
ru: Анализ и исправление ошибок
tr: Hataları analiz etmek ve düzeltmek

# privacyPolicyThirdPartyServicesTitle
source: 4. Third-Party Services
ar: 4. خدمات الأطراف الثالثة
it: 4. Servizi di terze parti
ru: 4. Сторонние сервисы
tr: 4. Üçüncü Taraf Servisler

# privacyPolicyThirdPartyServicesText
source: - Google Firebase (Auth, Firestore, Storage) - Google Maps SDK - Geolocator and map services > Each of these services has its own privacy policy.
ar: - Google Firebase (Auth, Firestore, Storage) - Google Maps SDK - Geolocator وخدمات الخرائط > كل خدمة لديها سياسة الخصوصية الخاصة بها.
it: - Google Firebase (Auth, Firestore, Storage) - Google Maps SDK - Geolocator e servizi mappa > Ciascun servizio ha la propria politica sulla privacy.
ru: - Google Firebase (Auth, Firestore, Storage) - Google Maps SDK - Geolocator и сервисы карт > Каждый из этих сервисов имеет собственную политику конфиденциальности.
tr: - Google Firebase (Auth, Firestore, Storage) - Google Maps SDK - Geolocator ve Harita servisleri > Bu servislerin her biri kendi gizlilik politikalarına sahiptir.

# privacyPolicyDataStorageTitle
source: 5. Data Storage and Security
ar: 5. تخزين البيانات وأمانها
it: 5. Conservazione e sicurezza dei dati
ru: 5. Хранение и безопасность данных
tr: 5. Verilerin Saklanması ve Güvenliği

# privacyPolicyDataStorageText
source: - User data is securely stored within the Firebase infrastructure. - The application takes necessary technical measures to protect data against unauthorized access.
ar: - يتم تخزين بيانات المستخدم بأمان على بنية Firebase. - يتخذ التطبيق التدابير التقنية اللازمة لحماية البيانات من الوصول غير المصرح به.
it: - I dati degli utenti sono archiviati in modo sicuro su Firebase. - L'app adotta misure tecniche per proteggere i dati da accessi non autorizzati.
ru: - Данные пользователей надежно хранятся в инфраструктуре Firebase. - Приложение принимает необходимые технические меры для защиты данных от несанкционированного доступа.
tr: - Kullanıcı verileri Firebase altyapısında güvenli şekilde saklanır. - Uygulama, verilerin yetkisiz erişime karşı korunması için gerekli teknik önlemleri alır.

# privacyPolicyCookiesTitle
source: 6. Cookies
ar: 6. ملفات تعريف الارتباط
it: 6. Cookie
tr: 6. Çerezler

# privacyPolicyCookiesText
source: - The application does not use any cookies.
ar: - لا يستخدم التطبيق أي ملفات تعريف الارتباط (كوكيز).
it: - L'app non utilizza cookie.
ru: - Приложение не использует cookies.
tr: - Uygulama herhangi bir çerez (cookie) kullanmaz.

# privacyPolicyDataSharingTitle
source: 7. Data Sharing
ar: 7. مشاركة البيانات
it: 7. Condivisione dei dati
ru: 7. Передача данных
tr: 7. Verilerin Paylaşımı

# privacyPolicyDataSharingText
source: - User data is never shared, sold, or rented to third parties. - It can only be shared with authorized authorities in case of legal obligations.
ar: - لا تتم مشاركة بيانات المستخدم مع أطراف ثالثة، ولا تُباع أو تُؤجر. - يمكن مشاركتها فقط مع السلطات المختصة عند الضرورة القانونية.
it: - I dati degli utenti non vengono mai condivisi, venduti o affittati a terzi. - In caso di obblighi legali, condivisi solo con autorità competenti.
ru: - Данные пользователей никогда не передаются, не продаются и не сдаются в аренду третьим лицам. - Передача возможна только уполномоченным органам в случае законных требований.
tr: - Kullanıcı verileri üçüncü kişilerle asla paylaşılmaz, satılmaz veya kiralanmaz. - Yasal zorunluluk durumunda yalnızca yetkili makamlarla paylaşılabilir.

# privacyPolicyUserRightsTitle
source: 8. User Rights
ar: 8. حقوق المستخدم
it: 8. Diritti dell'utente
ru: 8. Права пользователей
tr: 8. Kullanıcı Hakları

# privacyPolicyUserRightsText
source: - Users have the right to access, correct, or delete their personal data. - For such requests, you can contact the developer: ðŸ“§ Email: cihanoren1@gmail.com
ar: - يحق للمستخدمين الوصول إلى بياناتهم الشخصية وتصحيحها أو حذفها. - يمكن التواصل مع المطور لهذه الطلبات: 📧 البريد الإلكتروني: cihanoren1@gmail.com
it: - Gli utenti hanno diritto ad accedere, correggere o cancellare i propri dati personali. - Per tali richieste contatta lo sviluppatore: 📧 Email: cihanoren1@gmail.com
ru: - Пользователи имеют право на доступ, исправление или удаление своих персональных данных. - По таким запросам можно обращаться к разработчику: 📧 Эл. почта: cihanoren1@gmail.com
tr: - Kullanıcılar, kişisel verilerine erişme, düzeltme veya silme hakkına sahiptir. - Bu tür talepler için geliştirici ile iletişime geçilebilir: 📧 E-posta: cihanoren1@gmail.com

# privacyPolicyChangesTitle
source: 9. Changes to the Policy
ar: 9. التغييرات في السياسة
it: 9. Modifiche alla politica
ru: 9. Изменения в политике
tr: 9. Politikadaki Değişiklikler

# privacyPolicyChangesText
source: - This privacy policy may be updated from time to time. - Updates will be announced through the application or on this page.
ar: - قد يتم تحديث سياسة الخصوصية هذه من وقت لآخر. - ستتم الإعلانات عن التحديثات من خلال التطبيق أو هذه الصفحة.
it: - Questa politica sulla privacy può essere aggiornata di tanto in tanto. - Gli aggiornamenti saranno comunicati tramite l'app o questa pagina.
ru: - Данная политика конфиденциальности может время от времени обновляться. - Обновления будут объявляться через приложение или на этой странице.
tr: - Bu gizlilik politikası zaman zaman güncellenebilir. - Güncellemeler uygulama içinden veya bu sayfa üzerinden duyurulur.

source: Search Place...
ar: ابحث عن مكان...
it: Cerca luogo...
ru: Поиск места...
